import React from "react";

export default () => <>
    Лицензионный договор
    «10» августа 2018 года
    Индивидуальный предприниматель Самсонов Иван Николаевич, именуемый в дальнейшем «Лицензиар»,
    действующий на основании Свидетельства, предлагает любому физическому / юридическому лицу /
    индивидуальному предпринимателю, именуемому в дальнейшем «Лицензиат», вместе
    именуемые в дальнейшем «Стороны», а по отдельности, — “Сторона”, заключить
    настоящий Лицензионный договор, изложенный в стандартной и неизменной для всех
    форме в виде публичной оферты (предложения заключить договор), путем принятия в
    целом и безусловно следующих условий:
    Термины, используемые в договоре и их значение:
    a) Программа — программное обеспечение «Uchet.store», предназначенное для онлайн
    автоматизации бизнес процессов организаций, предоставляющие услуги по ремонту и
    сервисному обслуживанию. Исключительные права на Программу принадлежат
    Лицензиару. Передача исключительных прав (полностью или в части) не является
    предметом настоящего Договора. Описание свойств Программы доступно Лицензиату на
    сайте Лицензиара по адресу https://uchet.store/license
    b) Простая (неисключительная) лицензия — неисключительное право на использование
    Лицензиатом Программы на территории, указанной в п. 1.3. настоящего Договора,
    для собственного потребления с ограничениями согласно настоящему Договору.
    c) SaaS@версия — способ предоставления доступа к Программе, расположенной на
    Сервере Лицензиара, через интернет@браузер с использованием Логина и Пароля, без
    установки дистрибутива Программы на ЭВМ Лицензиата.
    d) Тарифы — прайс@лист Лицензиара, расположенный в сети Интернет по адресу
    uchet.store/pricing/.
    e) Сайт Лицензиара — сайт, расположенный в сети Интернет по адресу uchet.store.
    f) Учетная запись — способ фиксации статистической, учетной и иной информации,
    служащей для идентификации Лицензиата в целях настоящего Договора. К учетной
    записи привязана информация, относящаяся к Лицензиату, в том числе информация,
    указанная при регистрации, настройки работы с Программой, данные, внесенные
    Лицензиатом в Программу.
    g) Логин и Пароль — уникальный набор символов, создаваемый Лицензиатом при
    прохождении регистрации, предназначенный для доступа к Программе.
    h) Учетный период — период времени, не менее одного календарного месяца, на
    который оплачена Лицензия.
    i) Сервер — физический сервер, предназначенный для установки Программы.
    1. Предмет договора
    1.1. В соответствии с условиями настоящего Договора Лицензиар предоставляет
    Лицензиату простую (неисключительную) лицензию (далее «Лицензия») на Программу
    путем предоставления доступа к серверу Лицензиара, а Лицензиат обязуется
    использовать указанную Программу на условиях, определенных настоящим Договором и
    оплачивать лицензионное вознаграждение за Лицензию в порядке, определенном
    Договором.
    1.2. Полным и безусловным принятием (безусловным акцептом) условий настоящего
    Договора считается регистрация Лицензиата на сервере Лицензиара. Если Лицензиат
    не согласен с условиями настоящего Договора, он не должен использовать
    Программу.
    1.3. Территория предоставляемых прав – все страны мира.
    1.4. Актуальная редакция Договора всегда находится на сайте Лицензиара по адресу
    uchet.store/docs/license.html.
    2. Права и обязанности сторон
    2.1. Лицензиар имеет право:
    2.1.1. получать от Лицензиата информацию о соблюдении условий настоящего
    Договора и (или) информацию, необходимую для исполнения настоящего Договора и
    дополнительных соглашений к нему;
    2.1.2. получать вознаграждение в соответствии с условиями настоящего Договора;
    2.1.3. вносить изменения в Программу, в том числе публиковать новые версии
    Программы, без предварительного уведомления Лицензиата;
    2.1.5. в одностороннем порядке расторгнуть Договор и (или) блокировать доступ
    Лицензиата к Программе в случаях нарушения Лицензиатом законодательства РФ и
    (или) условий настоящего Договора;
    2.1.6. проводить профилактические работы на Сервере, для чего временно
    приостанавливать доступ к Программе;
    2.1.7. удалить учетную запись и все данные Лицензиата по истечении периода,
    указанного в п.2.2.3. настоящего Договора, либо при получении запроса от
    Лицензиата на удаление данных, либо в случае нарушения Лицензиатом условий
    настоящего Договора.
    2.2. Лицензиар обязан:
    2.2.1. предоставить ежедневный круглосуточный доступ к Программе, за исключением
    случаев, указанных в настоящем Договоре;
    2.2.2. обеспечить конфиденциальность данных Лицензиата с учетом действующего
    законодательства РФ;
    2.2.3. обеспечить сохранность данных, введенных Лицензиатом в Программу, в
    течение срока действия настоящего Договора и 1 (одного) года с момента
    прекращения действия Лицензии, за исключением случаев, указанных в настоящем
    Договоре;
    2.2.4. в разумные сроки устранять сбои в работе Программы, возникшие по вине
    Лицензиара;
    2.2.5. проводить профилактические работы по возможности в ночное время и в
    выходные дни;
    2.2.6. осуществлять резервное копирование данных и информации Лицензиата.
    2.3. Лицензиат имеет право:
    2.3.1. использовать Программу в соответствии с условиями Лицензии и настоящим
    Договором;
    2.3.2. получать ежедневный и круглосуточный доступ к Серверу, за исключением
    случаев, указанных в настоящем Договоре;
    2.3.3. в любое время направить Лицензиару запрос об удалении своей Учетной
    записи и всех введенных в Программу данных.
    2.4. Лицензиат обязан:
    2.4.1. соблюдать ограничения на использование Программы, указанные в настоящем
    Договоре;
    2.4.2. уплачивать вознаграждение Лицензиара в размере и в сроки, установленные
    настоящим Договором;
    2.4.3. обеспечить конфиденциальность Логина и Пароля;
    2.4.4. немедленно уведомлять Лицензиара о любом неразрешенном Лицензиатом
    использовании своего Логина и (или) Пароля либо о любом другом нарушении
    безопасности;
    2.4.5. соблюдать законодательство о защите персональных данных, обрабатываемых с
    помощью Программы (в том числе получать согласия на обработку персональных
    данных);
    2.4.6. периодически знакомится с актуальной редакцией настоящего Договора;
    2.4.7. не предоставлять ни при каких обстоятельствах любому третьему лицу право
    на использование Программы (сублицензию).
    3. Порядок и условия использования программы
    3.1. Для начала использования Программы Лицензиат заполняет регистрационную
    форму на сайте Лицензиара.
    3.1.1. В процессе заполнения регистрационной формы Лицензиат самостоятельно
    выбирает Логин и Пароль, необходимые для последующего доступа к Программе.
    3.1.2. При регистрации Лицензиат вводит следующие данные: логин, пароль, адрес
    электронной почты.
    3.2. Действия, осуществляемые с использованием Логина и Пароля Лицензиата,
    считаются действиями, совершенными самим Лицензиатом.
    3.3. Права на Программу предоставляются Лицензиату в срок, не превышающих 2
    (двух) рабочих дней с момента зачисления денежных средств на расчетный счет
    Лицензиара на срок, равный Учетному периоду.
    3.3.1. В случае досрочной оплаты лицензионного вознаграждения (с учетом
    положений п 4.7. Договора) за следующий учетный период, лицензионные права на
    Программу предоставляются не ранее окончания срока действия предыдущей Лицензии.
    3.4. Факт предоставления Лицензиату Лицензии подтверждается открытием полного
    доступа Лицензиату к Программе в соответствии с п.3.3 настоящего Договора.
    3.5. Лицензиар не проверяет предоставляемую Лицензиатом в целях исполнения
    настоящего Договора информацию (данные), не несет ответственности перед любыми
    третьими лицами за точность и достоверность данных.
    3.6. По вопросам технической поддержки Лицензиат может обращаться по контактам,
    указанным на Сайте Лицензиара по адресу uchet.store.
    4. Стоимость Лицензии, порядок расчетов и условия возмещения
    4.1. Стоимость Лицензии
    4.1.1. Стоимость предоставляемой Лицензии определяется согласно Тарифам
    Лицензиара.
    4.1.2. Лицензиар имеет право на свое усмотрение изменять стоимость Лицензии
    (тарифы) путем их публикации в новой редакции на Сайте Лицензиара по адресу
    uchet.store/pricing/. Новые Тарифы вступают в силу с даты их публикации.
    4.1.3. В случае если Лицензиат продолжает использование Программы после
    вступления в силу новых Тарифов, считается, что он принял такие изменения
    Тарифов и дал свое согласие на продолжение сотрудничества согласно новым
    Тарифам.
    4.1.4. В любом случае, перерасчет лицензионного вознаграждения за оплаченные
    периоды не производится.
    4.2. Порядок расчетов
    4.2.1. Оплата лицензионного вознаграждения производится согласно выбранному
    Тарифу, авансовым платежом в размере 100% от суммы выбранного Тарифа, не менее
    чем за два рабочих дня до желаемой даты начала использования Программы.
    4.2.2. Способы оплаты указаны на сайте Лицензиара по адресу uchet.store/pricing/
    и в Программе.
    4.2.3. Моментом исполнения Лицензиатом обязанности по оплате считается день
    зачисления денежных средств на расчетный счет Лицензиара.
    4.2.4. В отдельных случаях, при безналичной форме оплаты лицензионного
    вознаграждения на основании счета, подтверждением оплаты может служить
    факсимильная копия платежного поручения, направленная на электронную почту
    Лицензиара, указанную в Разделе 12 настоящего Договора. Решение о предоставлении
    доступа к Программе в данном случае остается на усмотрение Лицензиара.
    4.2.5. В случае досрочной оплаты Лицензии (до окончания срока действия
    предыдущей Лицензии) срок действия Лицензии начинается после окончания срока
    действия предыдущей Лицензии.
    4.2.6. Все комиссии, взимаемые кредитными организациями/иными третьими лицами
    при осуществлении платежа, оплачивает Сторона@плательщик.
    4.3. Условия возмещения
    4.3.1. Лицензиар гарантирует Лицензиату возможность возврата денежных средств,
    внесенных в качестве оплаты лицензионного вознаграждения, в течение 14
    (четырнадцати) календарных дней с даты произведения оплаты, путем подачи
    заявления на досрочное расторжение настоящего Договора и возврата уплаченных в
    качестве аванса денежных средств на электронную почту Лицензиара . По истечению
    14 (четырнадцати) календарных дней с даты произведения оплаты возврат не
    осуществляется.
    4.3.2. В случае получения Лицензиаром официального заявления в оговоренный в п.
    4.3.1. Договора срок, он берет на себя обязанность рассмотреть указанное
    заявление и вернуть денежные средства на расчетный счет Лицензиата, прямо
    указанный в таком заявлении, в течение 30 (тридцати) календарных дней с даты
    получения заявления.
    4.3.3. В любом случае, если прямо не будет оговорено иное, платежи за СМС сервис
    возврату не подлежат.
    4.3.4. Возврат денежных средств означает досрочное расторжение настоящего
    Договора.
    5. Ограничения
    5.1. Программа может использоваться исключительно в хозяйственной деятельности
    Лицензиата с учетом ее функционального назначения.
    5.2. Лицензиат не имеет права:
    5.2.1. пытаться обойти технические ограничения в Программе;
    5.2.2. вскрывать технологию, декомпилировать или деассемблировать Программу;
    5.2.3. использовать компоненты Программы для вызова приложений, не работающих на
    этой Программе;
    5.2.4. создавать копии Программы;
    5.2.5. публиковать Программу, предоставляя другим лицам возможность его
    скопировать;
    5.2.6. предоставлять Программу в прокат, в аренду или во временное пользование;
    5.2.7. использовать Программу для оказания сетевых услуг на коммерческой основе;
    5.2.8. осуществлять использование Программы или ее частей, а также любых других
    онлайн сервисов компании (API, онлайн чат пользователей) после окончания срока
    действия данного Договора, или его досрочного расторжения;
    5.2.9. предпринимать попытки по получению доступа к данным иных Лицензиатов.
    5.3. В случае расторжения настоящего Договора Лицензиат обязуется
    незамедлительно прекратить эксплуатацию Программы и/или ее отдельных частей, при
    этом в течение 365 календарных дней сохраняется доступ Лицензиата к данным,
    созданным в Программе.
    6. Ответственность сторон
    6.1. За неисполнение и/или ненадлежащее исполнение обязательств по настоящему
    Договору Стороны несут ответственность в соответствии с законодательством РФ.
    6.2. Программа предоставляется по принципу «как есть». Лицензиар не несет
    ответственности за возможный ущерб, прямо или косвенно связанный с применением,
    неверным применением или невозможностью применения Программы Лицензиатом, утерю
    или повреждение данных.
    6.3. Ответственность Лицензиара всегда ограничивается суммой, уплаченной
    Лицензиатом.
    6.4. Лицензиар не несет ответственности:
    6.4.1. за некачественную работу Программы (и причиненные убытки) в случае, когда
    Лицензиатом (или третьими лицами) самостоятельно были внесены изменения в
    Программу или такие сбои вызваны несовместимостью Программы с оборудованием или
    другим программным обеспечением Лицензиата;
    6.4.2. за любые действия Лицензиата, связанные с использованием Программы,
    документы созданные в рамках использования Программы;
    6.4.3. за отсутствие доступа к Программе, когда это связано с действиями
    Лицензиата, доступом Лицензиата к сети Интернет, действиями третьих лиц,
    проведением профилактических работ.
    6.5. Использование Лицензиатом Программы способом, не предусмотренным настоящим
    Договором, либо по прекращении действия Договора, либо иным образом за пределами
    прав, предоставленных по настоящему Договору, которое влечет ответственность за
    нарушение исключительного права на результат интеллектуальной деятельности,
    установленную законодательством РФ, а также право Лицензиара на односторонне
    внесудебное расторжение настоящего Договора и прекращение Лицензии.
    6.6. Лицензиар не несет ответственности за ограничение доступа к Программе с
    учетом положений настоящего Договора.
    7. Разрешение споров
    7.1. Стороны будут стремиться к разрешению всех возможных споров и разногласий,
    которые могут возникнуть по настоящему Договору или в связи с ним, путем
    переговоров.
    7.2. Споры, не урегулированные путем переговоров, передаются на рассмотрение в
    соответствующий суд г. Москвы и подлежат разрешению в установленном
    законодательством РФ и надлежащим образом ратифицированными международными
    договорами порядке.
    7.3. Стороны признают обязательность досудебного претензионного порядка перед
    обращением в суд.
    7.4. Лицензиар обязан ответить на досудебную претензию в течение 30 (Тридцати)
    рабочих дней с момента ее получения.
    8. Форс@мажорные обстоятельства
    8.1. В случае возникновения обстоятельств непреодолимой силы (форс@мажорных
    обстоятельств), а именно: войны, военных действий, блокады, эмбарго, пожаров,
    наводнений, другого стихийного бедствия или природных явлений, которые делают
    невозможным выполнение Стороной своих обязательств по настоящему Договором,
    Сторона, подвергшаяся действие таких обстоятельств, освобождается от
    ответственности за такое неисполнение и / или ненадлежащее исполнение своих
    обязательств по Договору на время действия указанных обстоятельств.
    8.2. Сторона, не имеющая возможности выполнить условия Договора вследствие
    действия форс@мажорных обстоятельств, обязана уведомить другую Сторону о
    возникновении или прекращении указанных обстоятельств не позднее 2 (двух)
    календарных дней с момента их возникновения или прекращения, в письменной форме.
    Несвоевременное сообщение о возникновении форс@мажорных обстоятельств лишает
    пострадавшую Сторону права ссылаться на эти обстоятельства в будущем.
    8.3. Наступление действия и прекращения действия форс@мажорных обстоятельств
    подтверждается справкой, выданной Торгово@промышленной палатой или другим
    компетентным органом страны, резидентом которой является Сторона, пострадавшая
    от действия форс@мажорных обстоятельств.
    8.4. В случае если действие указанных обстоятельств продолжается более чем один
    Учетный период подряд и влияет на исполнение Сторонами своих обязанностей по
    настоящему Договору, каждая из Сторон имеет право на досрочное расторжение
    Договора при условии, если она сообщит об этом другую Сторону не позднее чем за
    10 (десять) календарных дней до предполагаемой даты расторжения.
    9. Конфиденциальность
    9.1. Стороны обязуются сохранять Конфиденциальную информацию, предоставляемую
    одной Стороной другой Стороне.
    9.2. Для условий данного Договора Стороны согласовали следующие определения:
    «Конфиденциальная информация» означает сведения, любую научно@техническую,
    технологическую, производственную, юридическую, финансово@экономическую или иную
    информацию, в том числе коммерческую тайну и ноу@хау, имеющую действительную или
    потенциальную коммерческую ценность в силу ее неизвестности третьим лицам, к ней
    нет свободного доступа на законном основании, и Сторона принимает меры к охране
    ее конфиденциальности.
    9.3. Стороны обязуются не осуществлять раскрытие Конфиденциальной информации
    третьим лицам, за исключением случаев, когда Конфиденциальная информация может
    быть раскрыта с предварительного письменного согласия Стороны@владельца
    информации или в иных случаях, предусмотренных законодательством РФ. В любом
    случае, Стороны должны уведомлять друг друга о необходимости раскрытия
    конфиденциальной информации по запросу государственных органов.
    9.4. Ни одна из Сторон настоящего Договора не будет пытаться прямо или косвенно,
    контактировать или сотрудничать с партнером, консультантом, контрагентом,
    клиентом другой Стороны по вопросам, связанным с взаимоотношениями Сторон; за
    исключением действий через эту другую Сторону или получения письменного согласия
    на такие действия этой другой Стороны, а также не будет пытаться обойти другую
    Сторону любым способом, предназначенным для того, чтобы обойти вознаграждение,
    доход и/или прибыль, которые должны быть получены каждой из Сторон в результате
    взаимоотношений Сторон.
    9.5. Стороны гарантируют, что персональные данные их учредителей, сотрудников,
    представляющих интересы Сторон, или иных представителей будут использоваться
    Сторонами в целях принятия решений и заключения между Сторонами каких@либо
    договоров, контрактов, соглашений и прочих документов, направленных на
    совершение действий, порождающих юридические последствия для Сторон. Стороны
    гарантируют обеспечение конфиденциальности и безопасности персональных данных в
    в соответствии с законодательством РФ.
    10. Порядок заключения, срок действия, порядок расторжения договора
    10.1. Настоящий Договор заключается (акцептируется) путем регистрации Лицензиата
    на сервере Лицензиара и оплаты Лицензиатом выбранного Тарифа и действует в
    течение срока, выбранного Лицензиатом. Датой заключения Договора является дата
    зачисления денежных средств (лицензионного вознаграждения) на расчетный счет
    Лицензиара в размере, определенном согласно Тарифам.
    10.2. Оферта (предложение на заключение настоящего Договора) действует
    неограниченно по времени с учетом условий, изложенных в настоящей оферте, –
    Лицензионном договоре, пока Лицензиар не прекратит ее действие или не заменит
    это предложение новой редакцией. Изменение условий оферты не влечет изменения
    условий настоящего Договора, если Лицензиат его заключил до введения в действие
    таких изменений или ее прекращения.
    10.3. Настоящий Договор распространяется на обновления и новые версии Программы.
    10.4. За исключением случаев, прямо оговоренных в настоящем Договоре, Договор
    расторгается по взаимному соглашению Сторон.
    10.5. Удаление Учетной записи Лицензиата автоматически прекращает действие
    настоящего Договора.
    11. Заключительные положения
    11.1. Настоящий Договор является смешанным и содержит элементы договоров
    присоединения, публичного договора.
    11.2. Лицензиат подтверждает, что он, до заключения настоящего Договора,
    ознакомился с его условиями, что они ему понятны, и сознательно без принуждения
    заключил настоящий Договор.
    11.3. Лицензиат не может предлагать свои условия, а может только присоединиться
    к предложенной оферте.
    11.4. Все приложения и дополнительные соглашения к настоящему Договору являются
    его неотъемлемой частью.
    11.5. Стороны договорились, что все документы с факсимильным воспроизведением
    подписи с помощью средств механического или иного копирования, электронно@
    цифровой подписи либо иного аналога собственноручной подписи имеют силу такую
    же, как и документы с собственноручной подписью.
    11.6. Лицензиар оставляет за собой право вносить изменения в настоящий Договор в
    одностороннем порядке. В случае если Лицензиат не согласен с внесенными
    изменениями, он обязан в течение 5 рабочих дней с момента изменения Договора
    прекратить использование Программы и расторгнуть настоящий Договор в
    одностороннем порядке.
    11.7. Реквизиты и контактные данные Лицензиара указываются в Разделе 12
    настоящего Договора.
    11.8. Контактные данные Лицензиата указываются при заполнении регистрационной
    формы, в Личном кабинете в Программе или иным согласованным Сторонами способом.
    Лицензиат несет риск сообщения неверных (недействительных) контактных данных.
    12. Реквизиты лицензиара
</>